import React from 'react'

const AntiComponent = () => {
  return (
    <>
    <div className="box pl-4 md:pl-8 pr-8 py-4">
      <div className="flex flex-col gap-4 text-center">
          <h2 className="p1 text-xl">Welcome To S.Kijchai</h2>
          <h1 className="p2 text-3xl text-[#1b3a91] font-bold">การต่อต้านทุจริตและคอร์รัปชั่น</h1>
      </div>
    </div>

      <div class="cover-corporate">
        <div class="container">
          <div class="row">
            <div class="col-xl-12">
              <img src="../corporate-1.png" class="corporate-dot-1" />
              <div class="page-header text-center">
                <p>นโยบายการต่อต้านการคอร์รัปชั่น</p>
              </div>
              <img src="../anti-coruption.jpg" class="corporate-pic" />
            </div>
            <div class="">
              <div class="corporate-dot-2"></div>
              <p class="text-skn-standard corporate-t1 mb-8">
              บริษัทให้ความสำคัญในเรื่องการต่อต้านการคอร์รัปชั่น โดยดำเนินธุรกิจและบริหารงานด้วยความโปร่งใส 
              ยึดมั่นในคุณธรรม จริยธรรม และความถูกต้อง ซึ่งจัดให้มีแนวทางในการประพฤติปฏิบัติที่เหมาะสมของกรรมการ
               ผู้บริหาร และพนักงานในข้อพึงปฏิบัติทางธุรกิจและจริยธรรมทางธุรกิจ รวมถึงการสนับสนุนกิจกรรมที่ส่งเสริมและปลูกฝังให้ผู้บริหารและพนักงานปฏิบัติตามกฎหมายและระเบียบข้อบังคับของบริษัทที่เกี่ยวข้อง ไม่สนับสนุนให้มีการสร้างความสำเร็จของงานด้วยวิธีการทุจริต ทั้งนี้ 
              คณะกรรมการบริษัทได้กำหนดนโยบายเกี่ยวกับการต่อต้านการคอร์รัปชั่น เพื่อเป็นแนวทางในการปฏิบัติ ดังนี้
              </p>
              
              <p class="text-skn-standard corporate-t1 t3">1. ไม่ดำเนินการหรือเข้าไปมีส่วนร่วมในการคอร์รัปชั่นทุกรูปแบบ ทั้งทางตรงและทางอ้อม</p>
              <p class="text-skn-standard corporate-t1 t3">2. กรรมการ ผู้บริหาร และพนักงานจะไม่กระทำหรือสนับสนุนการคอร์รัปชั่นไม่ว่ากรณีใดๆ และต่อต้านการคอร์รัปชั่นอย่างเคร่งครัด</p>
              <p class="text-skn-standard corporate-t1 t3">3. กรรมการ ผู้บริหาร และพนักงานมีหน้าที่ปฏิบัติตามนโยบายการกำกับดูแลกิจการที่ดีและการต่อต้านการคอร์รัปชั่นโดยคณะกรรมการบริษัทมอบหมายให้ฝ่ายบริหารนำมาตรการต่อต้านการคอร์รัปชั่นไปสื่อสารและปฏิบัติตาม</p>
              <p class="text-skn-standard corporate-t1 t3">4. ห้ามมิให้กรรมการบริษัท ผู้บริหาร และพนักงานกระทำการใดๆ อันเป็นการเรียกร้อง หรือยอมรับทรัพย์สิน หรือผลประโยชน์อื่นใด สำหรับตนเองหรือผู้อื่นที่ส่อไปในทางจูงใจให้ปฏิบัติ หรือละเว้นการปฏิบัติหน้าที่มิชอบ หรืออาจทำให้บริษัทเสียประโยชน์อันชอบธรรม</p>
              <p class="text-skn-standard corporate-t1 t3">5. ห้ามมิให้กรรมการบริษัท ผู้บริหาร และพนักงานให้หรือเสนอที่จะให้ทรัพย์สิน หรือผลประโยชน์อื่นใดแก่บุคคลภายนอกเพื่อจูงใจให้บุคคลนั้นกระทำหรือละเว้นกระทำใดที่ผิดต่อกฎหมายหรือโดยมิชอบต่อตำแหน่งหน้าที่ของตน</p>
              <p class="text-skn-standard corporate-t1 t3">6. สร้างวัฒนธรรมองค์กรที่ซื่อสัตย์และยึดมั่นในความเป็นธรรม</p>
              <p class="text-skn-standard corporate-t1 t3">7. จัดให้มีการฝึกอบรมแก่พนักงานภายในองค์กร เพื่อส่งเสริมให้พนักงานมีความซื่อสัตย์สุจริตต่อหน้าที่ และพร้อมจะนำหลักการและจรรยาบรรณในนโยบายการกำกับดูแลกิจการที่ดีเป็นหลักปฏิบัติในการดำเนินงานด้วยความเคร่งครัดทั้งองค์กร</p>
              <p class="text-skn-standard corporate-t1 t3">8. บริษัทจัดให้มีกระบวนการบริหารงานบุคลากรที่สะท้อนถึงความมุ่งมั่นของบริษัทต่อมาตรการต่อต้านการคอร์รัปชั่นตั้งแต่การคัดเลือก การอบรม การประเมินผลงาน การให้ผลตอบแทน และการเลื่อนตำแหน่ง</p>
              <p class="text-skn-standard corporate-t1 t3">9. บริษัทจัดให้มีการตรวจสอบภายใน เพื่อให้มั่นใจว่าระบบการควบคุมภายในช่วยให้บริษัทบรรลุเป้าหมายได้ รวมทั้งตรวจสอบการปฏิบัติงานของทุกหน่วยงานให้เป็นไปตามข้อกำหนด กฎระเบียบ และช่วยค้นหาข้อบกพร่องจุดอ่อน และให้คำแนะนำในการพัฒนาระบบการปฏิบัติงานให้มีประสิทธิภาพและประสิทธิผลตามแนวทางการกำกับดูแลกิจการที่ดี</p>
              <p class="text-skn-standard corporate-t1 t3">10. ให้ความร่วมมือกับภาครัฐในการกำหนดให้ทุกหน่วยงานที่เกี่ยวข้องซึ่งติดต่อกับภาครัฐ เปิดเผยแบบแสดงบัญชีรายรับ – รายจ่าย ต่อสำนักงานคณะกรรมการป้องกันและปราบปรามทุจริตแห่งชาติ (ป.ป.ช.)</p>
              <p class="text-skn-standard corporate-t1 t3">11. กำหนดให้เลขานุการบริษัท ผู้จัดการตรวจสอบภายใน หรือบุคคลอื่นใดที่คณะกรรมการตรวจสอบมอบหมายตามความเหมาะสม เป็นบุคคลที่ทำหน้าที่ให้เกิดการกำกับดูแลกิจการที่ดี</p>
            </div>
          </div>
        </div>
		</div>
    </>
  )
}

export default AntiComponent